[
    {
        "id": "1",
        "image":"https://www.blood.ca/sites/default/files/video_thumbnails/filN0QwmjtI.jpg",
        "video":"https://www.youtube.com/embed/filN0QwmjtI",
        "name":"Renee",
        "pragraphtop":"When a mom comes into triage, she has a thousand things on her mind. As a cord blood collections specialist, my role is to speak to them about donating, work with the nurses and healthcare providers, set up the lab and process the cord blood when we receive it.",
        "pragraphbottom":"Every time I put my name on a document, I envision the patient at the other end. This product will not just improve their life but transform it."
    },
    {
        "id": "2",
        "image":"https://www.blood.ca/sites/default/files/video_thumbnails/BaJvifb2IQ0.jpg",
        "video":"https://www.youtube.com/embed/BaJvifb2IQ0",
        "name":"Tony",
        "pragraphtop":"I came here because I wanted to be a part of something bigger than just a paycheck. I work with the customer support team who provide assistance to the users of the national organ and transplant registry.",
        "pragraphbottom":"Not many people have the opportunity to work with the meaningfulness that we do. Knowing the work, we have put in has been able to provide someone with organs and tissues "
    },
    {
        "id": "3",
        "image":"https://www.blood.ca/sites/default/files/video_thumbnails/j3EkltBapaI.jpg",
        "video":"https://www.youtube.com/embed/j3EkltBapaI",
        "name":"Jhoanna",
        "pragraphtop":"My role is building relationships with our donors and the organizations that we partner with. 15 years ago, I left big pharma to help Canada’s blood supply and I’ve never looked back. I still work in sales, only my targets are not dollars, but units of blood.",
        "pragraphbottom":"Every day I educate people about the need for blood and plasma, but I couldn’t do what I do without the help of my team. By working together in this way, we are saving lives."
    },
    {
        "id": "4",
        "image":"https://www.blood.ca/sites/default/files/video_thumbnails/-LvsvLeEmH8.jpg",
        "video":"https://www.youtube.com/embed/-LvsvLeEmH8",
        "name":"Arianne",
        "pragraphtop":"It is just a privilege coming into work each day. Because of our commitment, we are giving people their lives back. I work with the lab to make sure all protocols for blood testing are safe and secure before they are used by frontline staff.",
        "pragraphbottom":"When I go home at night, I feel proud knowing that because of what I did today, Canadians can trust that the blood products they and their loved ones receive are safe."
    }
]